Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: Copy address
ar: نسخ العنوان
de: Adresse kopieren
es: Copiar dirección
fa: کپی آدرس
fr: Copier l'adresse
hi: पता कॉपी करें
id: Salin alamat
it: Copia l'indirizzo
ja: アドレスをコピー
ko: 주소 복사
ms: Salin alamat
pl: Kopiuj adres
ps: پته کاپي کړئ
pt_br: Copiar endereço
ru: Копировать адрес
ta: முகவரியை நகலெடு
ur: پتہ کاپی کریں
zh_hans: 复制地址
zh_hant_hk: 複製地址

source: Copy link
ar: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fa: کپی لینک
fr: Copier le lien
hi: लिंक कॉपी करें
id: Salin tautan
it: Copia il link
ja: リンクをコピー
ko: 링크 복사
ms: Salin pautan
pl: Kopiuj link
ps: لینک کاپي کړئ
pt_br: Copiar link
ru: Копировать ссылку
ta: இணைப்பை நகலெடு
ur: لنک کاپی کریں
zh_hans: 复制链接
zh_hant_hk: 複製連結

source: Copy spend key
ar: نسخ مفتاح الإنفاق
de: Ausgabeschlüssel kopieren
es: Copiar clave de gasto
fa: کپی کلید خرج
fr: Copier la clé de dépense
hi: स्पेंड की कॉपी करें
id: Salin kunci belanja
it: Copia la chiave di spesa
ja: 支出キーをコピー
ko: 지출 키 복사
ms: Salin kunci perbelanjaan
pl: Kopiuj klucz wydawania
ps: د لګښت کیلي کاپي کړئ
pt_br: Copiar chave de gasto
ru: Копировать ключ расходования
ta: செலவு விசையை நகலெடு
ur: اسپینڈ کی کاپی کریں
zh_hans: 复制花费密钥
zh_hant_hk: 複製花費私鑰

source: Copy the transaction key and paste it on the transaction's RandScan page to show exactly this payment — its amount and recipient — to whoever you hand the key to.
ar: انسخ مفتاح المعاملة والصقه في صفحة المعاملة على RandScan لتُظهر هذه الدفعة بالضبط — مبلغها ومستلمها — لمن تعطيه المفتاح.
de: Kopiere den Transaktionsschlüssel und füge ihn auf der RandScan-Seite der Transaktion ein, um genau diese Zahlung – Betrag und Empfänger – jedem zu zeigen, dem du den Schlüssel gibst.
es: Copia la clave de transacción y pégala en la página de la transacción en RandScan para mostrar exactamente este pago (su monto y su destinatario) a quien le entregues la clave.
fa: کلید تراکنش را کپی کنید و در صفحه‌ی RandScan آن تراکنش جای‌گذاری کنید تا دقیقاً همین پرداخت — مبلغ و گیرنده‌ی آن — را به هر کسی که کلید را به او می‌دهید نشان دهید.
fr: Copiez la clé de transaction et collez-la sur la page RandScan de la transaction pour montrer exactement ce paiement — son montant et son destinataire — à la personne à qui vous remettez la clé.
hi: लेन-देन की कॉपी करें और उसे लेन-देन के RandScan पेज पर पेस्ट करें, ताकि जिसे भी आप की दें उसे ठीक यही भुगतान — इसकी राशि और प्राप्तकर्ता — दिखे।
id: Salin kunci transaksi dan tempel di halaman transaksi tersebut di RandScan untuk memperlihatkan tepat pembayaran ini — jumlah dan penerimanya — kepada siapa pun yang Anda beri kunci itu.
it: Copia la chiave di transazione e incollala nella pagina RandScan della transazione per mostrare esattamente questo pagamento — importo e destinatario — a chi consegni la chiave.
ja: トランザクションキーをコピーして RandScan のそのトランザクションのページに貼り付けると、キーを渡した相手にこの支払いだけ（金額と受取人）を見せられます。
ko: 거래 키를 복사해 RandScan의 해당 거래 페이지에 붙여 넣으면, 키를 건네받은 사람에게 정확히 이 결제의 금액과 받는 사람만 보여 줄 수 있습니다.
ms: Salin kunci transaksi dan tampalkannya pada halaman RandScan transaksi itu untuk menunjukkan tepat pembayaran ini — amaun dan penerimanya — kepada sesiapa yang anda berikan kunci itu.
pl: Skopiuj klucz transakcji i wklej go na stronie transakcji w RandScan, aby pokazać dokładnie tę płatność — jej kwotę i odbiorcę — osobie, której przekażesz klucz.
ps: د راکړې ورکړې کیلي کاپي کړئ او د راکړې ورکړې د RandScan پر پاڼه یې پېسټ کړئ، ترڅو یوازې همدا تادیه — اندازه او ترلاسه کوونکی یې — هر هغه چا ته وښیئ چې کیلي ورکوئ.
pt_br: Copie a chave da transação e cole-a na página da transação no RandScan para mostrar exatamente este pagamento — o valor e o destinatário — a quem você entregar a chave.
ru: Скопируйте ключ транзакции и вставьте его на странице транзакции в RandScan: тот, кому вы передадите ключ, увидит ровно этот платёж — его сумму и получателя.
ta: பரிவர்த்தனை விசையை நகலெடுத்து, பரிவர்த்தனையின் RandScan பக்கத்தில் ஒட்டுங்கள்; நீங்கள் விசையைக் கொடுக்கும் நபருக்கு இந்தக் கட்டணம் மட்டுமே — அதன் தொகையும் பெறுநரும் — காட்டப்படும்.
ur: لین دین کی کی کاپی کریں اور اسے لین دین کے RandScan صفحے پر پیسٹ کریں تاکہ بالکل یہی ادائیگی — اس کی رقم اور وصول کنندہ — اسے دکھائی دے جسے آپ یہ کی دیں۔
zh_hans: 复制交易密钥并粘贴到该交易的 RandScan 页面，即可向你交出密钥的人准确展示这一笔付款——它的金额和收款人。
zh_hant_hk: 複製交易密鑰並貼到該交易的 RandScan 頁面，便可向你交出密鑰的人準確展示這一筆付款，包括它的金額和收款人。

source: Core
ar: النواة
es: Núcleo
fa: هسته
fr: Cœur
hi: कोर
ja: コア
ko: 코어
ms: Teras
pl: Rdzeń
ps: هسته
pt_br: Núcleo
ru: Ядро
ur: کور
zh_hans: 核心
zh_hant_hk: 核心

source: Could not hand the proof to your prover: %@
ar: تعذّر تسليم الإثبات إلى مُثبِتك: %@
de: Der Beweis konnte nicht an deinen Prover übergeben werden: %@
es: No se pudo entregar la prueba a tu probador: %@
fa: تحویل اثبات به اثبات‌گر شما ممکن نشد: %@
fr: Impossible de confier la preuve à votre prouveur : %@
hi: प्रूफ़ आपके प्रूवर को नहीं सौंपा जा सका: %@
id: Tidak dapat menyerahkan bukti ke prover Anda: %@
it: Impossibile affidare la prova al tuo prover: %@
ja: プルーバーに証明を渡せませんでした: %@
ko: 프루버에 증명을 넘기지 못했습니다: %@
ms: Tidak dapat menyerahkan bukti kepada pembukti anda: %@
pl: Nie udało się przekazać dowodu twojemu proverowi: %@
ps: ثبوت ستاسو ثبوت جوړوونکي ته ونه سپارل شو: %@
pt_br: Não foi possível entregar a prova ao seu provador: %@
ru: Не удалось передать доказательство вашему пруверу: %@
ta: நிரூபணத்தை உங்கள் நிரூபிப்பானிடம் ஒப்படைக்க முடியவில்லை: %@
ur: پروف آپ کے پروور کے حوالے نہیں کیا جا سکا: %@
zh_hans: 无法将证明任务交给你的证明器：%@
zh_hant_hk: 無法把證明工作交給你的證明器：%@

source: Could not send
ar: تعذّر الإرسال
de: Senden fehlgeschlagen
es: No se pudo enviar
fa: ارسال ممکن نشد
fr: Envoi impossible
hi: भेजा नहीं जा सका
id: Tidak dapat mengirim
it: Invio non riuscito
ja: 送信できませんでした
ko: 보내지 못했습니다
ms: Tidak dapat menghantar
pl: Nie udało się wysłać
ps: ونه لېږل شو
pt_br: Não foi possível enviar
ru: Не удалось отправить
ta: அனுப்ப முடியவில்லை
ur: بھیجا نہیں جا سکا
zh_hans: 无法发送
zh_hant_hk: 無法傳送

source: Could not unlock. Try again.
ar: تعذّر فتح القفل. حاول مجددًا.
de: Entsperren fehlgeschlagen. Versuche es erneut.
es: No se pudo desbloquear. Inténtalo de nuevo.
fa: باز کردن قفل ممکن نشد. دوباره امتحان کنید.
fr: Déverrouillage impossible. Réessayez.
hi: अनलॉक नहीं हो सका। फिर से कोशिश करें।
id: Tidak dapat membuka kunci. Coba lagi.
it: Sblocco non riuscito. Riprova.
ja: ロックを解除できませんでした。もう一度お試しください。
ko: 잠금을 해제하지 못했습니다. 다시 시도하세요.
ms: Tidak dapat membuka kunci. Cuba lagi.
pl: Nie udało się odblokować. Spróbuj ponownie.
ps: خلاص نه شو. بیا هڅه وکړئ.
pt_br: Não foi possível desbloquear. Tente de novo.
ru: Не удалось разблокировать. Попробуйте снова.
ta: திறக்க முடியவில்லை. மீண்டும் முயலவும்.
ur: ان لاک نہیں ہو سکا۔ دوبارہ کوشش کریں۔
zh_hans: 无法解锁。请重试。
zh_hant_hk: 無法解鎖。請再試一次。

source: Create a new wallet
ar: إنشاء محفظة جديدة
de: Neue Wallet erstellen
es: Crear una billetera nueva
fa: ساختن کیف پول جدید
fr: Créer un nouveau portefeuille
hi: नया वॉलेट बनाएँ
id: Buat dompet baru
it: Crea un nuovo portafoglio
ja: 新しいウォレットを作成
ko: 새 지갑 만들기
ms: Cipta dompet baharu
pl: Utwórz nowy portfel
ps: نوی والټ جوړ کړئ
pt_br: Criar uma nova carteira
ru: Создать новый кошелёк
ta: புதிய வாலட்டை உருவாக்கு
ur: نیا والیٹ بنائیں
zh_hans: 创建新钱包
zh_hant_hk: 建立新錢包

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fa: تیره
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
pl: Ciemny
ps: تیاره
pt_br: Escuro
ru: Тёмная
ta: அடர்
ur: گہرا
zh_hans: 深色
zh_hant_hk: 深色

source: Disclose this payment
ar: الإفصاح عن هذه الدفعة
de: Diese Zahlung offenlegen
es: Revelar este pago
fa: افشای این پرداخت
fr: Divulguer ce paiement
hi: यह भुगतान प्रकट करें
id: Ungkapkan pembayaran ini
it: Rivela questo pagamento
ja: この支払いを開示
ko: 이 결제 공개
ms: Dedahkan pembayaran ini
pl: Ujawnij tę płatność
ps: دا تادیه څرګنده کړئ
pt_br: Revelar este pagamento
ru: Раскрыть этот платёж
ta: இந்தக் கட்டணத்தை வெளிப்படுத்து
ur: یہ ادائیگی ظاہر کریں
zh_hans: 披露这笔付款
zh_hant_hk: 披露這筆付款

source: Done
ar: تم
de: Fertig
es: Listo
fa: تمام
fr: Terminé
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
pl: Gotowe
ps: بشپړ
pt_br: Concluído
ru: Готово
ta: முடிந்தது
ur: ہو گیا
zh_hans: 完成
zh_hant_hk: 完成

source: Each one that proves a send receives this wallet's viewing key, so it can read your whole history, past and future. None can spend.
ar: كل مُثبِت يُثبت إرسالًا يتلقى مفتاح العرض لهذه المحفظة، فيستطيع قراءة سجلك كاملًا، ماضيه ومستقبله. لا يستطيع أي منها الإنفاق.
de: Jeder Prover, der eine Überweisung beweist, erhält den Ansichtsschlüssel dieser Wallet und kann so deinen gesamten Verlauf lesen, vergangen und künftig. Keiner kann etwas ausgeben.
es: Cada uno que prueba un envío recibe la clave de visualización de esta billetera, así que puede leer todo tu historial, pasado y futuro. Ninguno puede gastar.
fa: هر اثبات‌گری که یک ارسال را اثبات کند کلید مشاهده‌ی این کیف پول را دریافت می‌کند، پس می‌تواند کل تاریخچه‌ی شما را، در گذشته و آینده، بخواند. هیچ‌کدام نمی‌توانند خرج کنند.
fr: Chacun de ceux qui prouvent un envoi reçoit la clé de visualisation de ce portefeuille et peut donc lire tout votre historique, passé et futur. Aucun ne peut dépenser.
hi: भेजने का प्रूफ़ बनाने वाले हर प्रूवर को इस वॉलेट की व्यूइंग की मिलती है, इसलिए वह आपका पूरा इतिहास, अतीत और भविष्य, पढ़ सकता है। कोई भी खर्च नहीं कर सकता।
id: Setiap prover yang membuktikan pengiriman menerima kunci tampilan dompet ini, sehingga dapat membaca seluruh riwayat Anda, dulu maupun nanti. Tidak ada yang dapat membelanjakan.
it: Ognuno che genera la prova di un invio riceve la chiave di visualizzazione di questo portafoglio, quindi può leggere tutta la tua cronologia, passata e futura. Nessuno può spendere.
ja: 送信を証明する各プルーバーは、このウォレットの閲覧キーを受け取るため、過去から未来までの履歴をすべて読めます。どのプルーバーも支出はできません。
ko: 전송을 증명하는 프루버는 각각 이 지갑의 조회 키를 받으므로, 과거와 미래의 전체 내역을 읽을 수 있습니다. 어느 프루버도 지출할 수는 없습니다.
ms: Setiap pembukti yang membuktikan penghantaran menerima kunci tontonan dompet ini, jadi ia boleh membaca seluruh sejarah anda, dahulu dan akan datang. Tiada satu pun boleh berbelanja.
pl: Każdy, który generuje dowód wysyłki, otrzymuje klucz podglądu tego portfela, więc może czytać całą twoją historię, przeszłą i przyszłą. Żaden nie może wydawać.
ps: هر یو چې یو لېږد ثبوت کړي، د دې والټ د لیدو کیلي ترلاسه کوي، نو ستاسو ټوله تاریخچه، تېره او راتلونکې، لوستلی شي. هېڅ یو لګښت نشي کولی.
pt_br: Cada um que prova um envio recebe a chave de visualização desta carteira, e assim pode ler todo o seu histórico, passado e futuro. Nenhum pode gastar.
ru: Каждый, кто строит доказательство для отправки, получает ключ просмотра этого кошелька и может читать всю вашу историю, прошлую и будущую. Тратить не может никто из них.
ta: ஓர் அனுப்புதலை நிரூபிக்கும் ஒவ்வொன்றும் இந்த வாலட்டின் பார்வை விசையைப் பெறும், எனவே அது உங்கள் முழு வரலாற்றையும் — கடந்த காலமும் எதிர்காலமும் — படிக்க முடியும். எதுவும் செலவு செய்ய முடியாது.
ur: جو بھی پروور کسی ترسیل کا پروف بناتا ہے اسے اس والیٹ کی ویوئنگ کی ملتی ہے، اس لیے وہ آپ کی پوری تاریخ، ماضی اور مستقبل، پڑھ سکتا ہے۔ کوئی بھی خرچ نہیں کر سکتا۔
zh_hans: 为发送生成证明的每个证明器都会获得此钱包的查看密钥，因此能读取你过去和将来的全部历史记录。它们都不能花费资金。
zh_hant_hk: 每部為傳送生成證明的證明器都會收到此錢包的檢視密鑰，因此能讀取你過去及將來的全部記錄。它們都不能花費。

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
hi: बदलें
it: Modifica
ja: 編集
ko: 편집
ms: Sunting
pl: Edytuj
ps: سمول
pt_br: Editar
ru: Изменить
ta: திருத்து
ur: ترمیم کریں
zh_hans: 编辑
zh_hant_hk: 編輯

source: Encrypted with the payment: only the recipient, you and anyone either of you shows it to can read it.
ar: مشفّرة مع الدفعة: لا يقرؤها إلا المستلم وأنت ومن يُطلعه أيٌّ منكما عليها.
de: Mit der Zahlung verschlüsselt: Nur der Empfänger, du und jeder, dem einer von euch es zeigt, können es lesen.
es: Cifrado con el pago: solo el destinatario, tú y quien cualquiera de los dos se lo muestre pueden leerlo.
fa: همراه با پرداخت رمزگذاری می‌شود: فقط گیرنده، شما و هر کسی که یکی از شما آن را به او نشان دهد می‌تواند آن را بخواند.
fr: Chiffré avec le paiement : seuls le destinataire, vous et toute personne à qui l'un de vous le montre pouvez le lire.
hi: भुगतान के साथ एन्क्रिप्ट किया गया: केवल प्राप्तकर्ता, आप और वे लोग जिन्हें आप दोनों में से कोई इसे दिखाए, इसे पढ़ सकते हैं।
id: Dienkripsi bersama pembayaran: hanya penerima, Anda, dan siapa pun yang diperlihatkan oleh salah satu dari Anda yang dapat membacanya.
it: Cifrato con il pagamento: solo il destinatario, tu e chiunque a cui uno di voi lo mostri potete leggerlo.
ja: 支払いと一緒に暗号化されます。読めるのは受取人とあなた、そしてどちらかが見せた相手だけです。
ko: 결제와 함께 암호화됩니다. 받는 사람과 나, 그리고 둘 중 누군가가 보여 준 사람만 읽을 수 있습니다.
ms: Disulitkan bersama pembayaran: hanya penerima, anda dan sesiapa yang ditunjukkan oleh salah seorang daripada anda boleh membacanya.
pl: Zaszyfrowane razem z płatnością: przeczytać je możecie tylko odbiorca, ty i każdy, komu któreś z was je pokaże.
ps: له تادیې سره کوډ شوی: یوازې ترلاسه کوونکی، تاسو او هر هغه څوک چې تاسو دواړو کې یو یې ورته وښيي، لوستلی یې شي.
pt_br: Criptografado com o pagamento: só o destinatário, você e quem um de vocês o mostrar podem lê-lo.
ru: Шифруется вместе с платежом: прочитать его могут только получатель, вы и те, кому кто-либо из вас его покажет.
ta: கட்டணத்துடன் மறையாக்கப்பட்டது: பெறுநர், நீங்கள், உங்களில் ஒருவர் காட்டும் எவர் மட்டுமே இதைப் படிக்க முடியும்.
ur: ادائیگی کے ساتھ خفیہ کردہ: صرف وصول کنندہ، آپ، اور وہ جسے آپ دونوں میں سے کوئی دکھائے، اسے پڑھ سکتے ہیں۔
zh_hans: 随付款一起加密：只有收款人、你，以及你们任一方出示给的人能读取。
zh_hant_hk: 與付款一同加密：只有收款人、你，以及你們任何一方出示給的人才能讀取。

source: Enter an amount like 1.5.
ar: أدخل مبلغًا مثل 1.5.
de: Gib einen Betrag wie 1.5 ein.
es: Ingresa un monto como 1.5.
fa: مقداری مانند 1.5 وارد کنید.
fr: Saisissez un montant comme 1.5.
hi: 1.5 जैसी राशि दर्ज करें।
id: Masukkan jumlah seperti 1.5.
it: Inserisci un importo come 1.5.
ja: 1.5 のように金額を入力してください。
ko: 1.5와 같이 금액을 입력하세요.
ms: Masukkan amaun seperti 1.5.
pl: Wpisz kwotę, np. 1.5.
ps: یوه اندازه لکه 1.5 ولیکئ.
pt_br: Digite um valor como 1.5.
ru: Введите сумму, например 1.5.
ta: 1.5 போன்ற ஒரு தொகையை உள்ளிடவும்.
ur: 1.5 جیسی رقم درج کریں۔
zh_hans: 输入金额，例如 1.5。
zh_hant_hk: 輸入金額，例如 1.5。

source: Enter an amount.
ar: أدخل مبلغًا.
de: Gib einen Betrag ein.
es: Ingresa un monto.
fa: یک مقدار وارد کنید.
fr: Saisissez un montant.
hi: राशि दर्ज करें।
id: Masukkan jumlah.
it: Inserisci un importo.
ja: 金額を入力してください。
ko: 금액을 입력하세요.
ms: Masukkan amaun.
pl: Wpisz kwotę.
ps: یوه اندازه ولیکئ.
pt_br: Digite um valor.
ru: Введите сумму.
ta: ஒரு தொகையை உள்ளிடவும்.
ur: رقم درج کریں۔
zh_hans: 输入金额。
zh_hant_hk: 輸入金額。

source: Enter the amount as a number, for example 1.25.
ar: أدخل المبلغ رقمًا، مثل 1.25.
de: Gib den Betrag als Zahl ein, zum Beispiel 1.25.
es: Ingresa el monto como un número, por ejemplo 1.25.
fa: مقدار را به‌صورت عدد وارد کنید، برای نمونه 1.25.
fr: Saisissez le montant sous forme de nombre, par exemple 1.25.
hi: राशि को संख्या के रूप में दर्ज करें, उदाहरण के लिए 1.25।
id: Masukkan jumlah sebagai angka, misalnya 1.25.
it: Inserisci l'importo come numero, per esempio 1.25.
ja: 金額を数値で入力してください（例: 1.25）。
ko: 금액을 숫자로 입력하세요(예: 1.25).
ms: Masukkan amaun sebagai nombor, contohnya 1.25.
pl: Wpisz kwotę jako liczbę, na przykład 1.25.
ps: اندازه د شمېرې په توګه ولیکئ، د بېلګې په توګه 1.25.
pt_br: Digite o valor como número, por exemplo 1.25.
ru: Введите сумму числом, например 1.25.
ta: தொகையை எண்ணாக உள்ளிடவும், எ.கா. 1.25.
ur: رقم عدد کی صورت میں درج کریں، مثلاً 1.25۔
zh_hans: 请以数字输入金额，例如 1.25。
zh_hant_hk: 以數字輸入金額，例如 1.25。

source: Export key file (wallet.key.json)
ar: تصدير ملف المفتاح (wallet.key.json)
de: Schlüsseldatei exportieren (wallet.key.json)
es: Exportar archivo de clave (wallet.key.json)
fa: صدور فایل کلید (wallet.key.json)
fr: Exporter le fichier de clé (wallet.key.json)
hi: की फ़ाइल एक्सपोर्ट करें (wallet.key.json)
id: Ekspor file kunci (wallet.key.json)
it: Esporta file della chiave (wallet.key.json)
ja: キーファイルをエクスポート（wallet.key.json）
ko: 키 파일 내보내기(wallet.key.json)
ms: Eksport fail kunci (wallet.key.json)
pl: Eksportuj plik klucza (wallet.key.json)
ps: د کیلي فایل صادر کړئ (wallet.key.json)
pt_br: Exportar arquivo de chave (wallet.key.json)
ru: Экспорт файла ключа (wallet.key.json)
ta: விசைக் கோப்பை ஏற்றுமதி செய் (wallet.key.json)
ur: کی فائل برآمد کریں (wallet.key.json)
zh_hans: 导出密钥文件（wallet.key.json）
zh_hant_hk: 匯出密鑰檔案（wallet.key.json）

source: Faucet mint %@ submitted. It appears once committed.
ar: أُرسل سكّ الصنبور %@. سيظهر بعد إدراجه.
de: Faucet-Mint %@ übermittelt. Er erscheint, sobald er bestätigt ist.
es: Acuñación del faucet %@ enviada. Aparecerá cuando se confirme.
fa: ضرب فاست %@ ارسال شد. پس از ثبت نمایش داده می‌شود.
fr: Émission du faucet %@ soumise. Elle apparaîtra une fois validée.
hi: फ़ॉसेट मिंट %@ सबमिट हुआ। कमिट होने पर यह दिखेगा।
id: Mint faucet %@ dikirimkan. Akan muncul setelah dikonfirmasi.
it: Emissione del faucet %@ inviata. Comparirà una volta confermata.
ja: フォーセットのミント %@ を送信しました。確定すると表示されます。
ko: 포셋 발행 %@을(를) 제출했습니다. 확정되면 표시됩니다.
ms: Cetakan faucet %@ telah diserahkan. Ia akan muncul setelah dikomit.
pl: Emisja z kranika %@ przesłana. Pojawi się po zatwierdzeniu.
ps: د فاسېټ مینټ %@ وسپارل شو. کله چې ثبت شي، ښکاره کېږي.
pt_br: Emissão do faucet %@ enviada. Ela aparece quando for confirmada.
ru: Выпуск из крана %@ отправлен. Он появится после подтверждения.
ta: ஃபாசெட் உருவாக்கம் %@ சமர்ப்பிக்கப்பட்டது. உறுதியானதும் தோன்றும்.
ur: فاسیٹ منٹ %@ جمع کر دیا گیا۔ کمٹ ہونے پر یہ نظر آئے گا۔
zh_hans: 水龙头铸币 %@ 已提交。上链后即会显示。
zh_hant_hk: 水龍頭鑄幣 %@ 已提交。確認後便會顯示。

source: Fee
ar: الرسوم
de: Gebühr
es: Comisión
fa: کارمزد
fr: Frais
hi: शुल्क
id: Biaya
it: Commissione
ja: 手数料
ko: 수수료
ms: Yuran
pl: Opłata
ps: فیس
pt_br: Taxa
ru: Комиссия
ta: கட்டணம்
ur: فیس
zh_hans: 手续费
zh_hant_hk: 手續費

source: Fee %@ RAND
ar: الرسوم %@ RAND
de: Gebühr %@ RAND
es: Comisión %@ RAND
fa: کارمزد %@ RAND
fr: Frais : %@ RAND
hi: शुल्क %@ RAND
id: Biaya %@ RAND
it: Commissione %@ RAND
ja: 手数料 %@ RAND
ko: 수수료 %@ RAND
ms: Yuran %@ RAND
pl: Opłata %@ RAND
ps: فیس %@ RAND
pt_br: Taxa %@ RAND
ru: Комиссия %@ RAND
ta: கட்டணம் %@ RAND
ur: فیس %@ RAND
zh_hans: 手续费 %@ RAND
zh_hant_hk: 手續費 %@ RAND

source: Fee floor
ar: الحد الأدنى للرسوم
de: Mindestgebühr
es: Comisión mínima
fa: حداقل کارمزد
fr: Frais minimaux
hi: न्यूनतम शुल्क
id: Biaya minimum
it: Commissione minima
ja: 最低手数料
ko: 최저 수수료
ms: Lantai yuran
pl: Minimalna opłata
ps: د فیس لږترلږه حد
pt_br: Taxa mínima
ru: Минимальная комиссия
ta: குறைந்தபட்சக் கட்டணம்
ur: کم از کم فیس
zh_hans: 最低手续费
zh_hant_hk: 最低手續費

source: Fetching witnesses…
ar: جارٍ جلب الشواهد…
de: Rufe Witnesses ab …
es: Obteniendo testigos…
fa: در حال دریافت شاهدها…
fr: Récupération des témoins…
hi: विटनेस प्राप्त किए जा रहे हैं…
id: Mengambil witness…
it: Recupero dei witness…
ja: ウィットネスを取得しています…
ko: 위트니스를 가져오는 중…
ms: Mengambil saksi…
pl: Pobieranie świadków…
ps: شاهدان راوړل کېږي…
pt_br: Buscando testemunhas…
ru: Получение свидетелей…
ta: witness-கள் பெறப்படுகின்றன…
ur: witnesses حاصل کیے جا رہے ہیں…
zh_hans: 正在获取见证…
zh_hant_hk: 正在取得見證…

source: Fingerprint
ar: البصمة
de: Fingerabdruck
es: Huella
fa: اثر انگشت
fr: Empreinte
hi: फ़िंगरप्रिंट
id: Sidik jari
it: Impronta
ja: フィンガープリント
ko: 지문
ms: Cap jari
pl: Odcisk
ps: ګوتنښه
pt_br: Impressão digital
ru: Отпечаток
ta: கைரேகை
ur: فنگر پرنٹ
zh_hans: 指纹
zh_hant_hk: 指紋

source: Forget this prover
ar: انسَ هذا المُثبِت
de: Diesen Prover vergessen
es: Olvidar este probador
fa: فراموش کردن این اثبات‌گر
fr: Oublier ce prouveur
hi: इस प्रूवर को भूल जाएँ
id: Lupakan prover ini
it: Dimentica questo prover
ja: このプルーバーを解除
ko: 이 프루버 삭제
ms: Lupakan pembukti ini
pl: Zapomnij ten prover
ps: دا ثبوت جوړوونکی هېر کړئ
pt_br: Esquecer este provador
ru: Забыть этот прувер
ta: இந்த நிரூபிப்பானை மறந்துவிடு
ur: اس پروور کو بھول جائیں
zh_hans: 忘记此证明器
zh_hant_hk: 忘記此證明器

source: Forget this wallet
ar: انسَ هذه المحفظة
de: Diese Wallet vergessen
es: Olvidar esta billetera
fa: فراموش کردن این کیف پول
fr: Oublier ce portefeuille
hi: इस वॉलेट को भूल जाएँ
id: Lupakan dompet ini
it: Dimentica questo portafoglio
ja: このウォレットを削除
ko: 이 지갑 삭제
ms: Lupakan dompet ini
pl: Zapomnij ten portfel
ps: دا والټ هېر کړئ
pt_br: Esquecer esta carteira
ru: Забыть этот кошелёк
ta: இந்த வாலட்டை மறந்துவிடு
ur: اس والیٹ کو بھول جائیں
zh_hans: 忘记此钱包
zh_hant_hk: 忘記此錢包

source: Forget this wallet on this phone? Without your spend key backup the funds are gone.
ar: هل تنسى هذه المحفظة على هذا الهاتف؟ بدون نسخة احتياطية من مفتاح الإنفاق تضيع الأموال.
de: Diese Wallet auf diesem Telefon vergessen? Ohne Sicherung deines Ausgabeschlüssels ist das Guthaben verloren.
es: ¿Olvidar esta billetera en este teléfono? Sin el respaldo de tu clave de gasto, los fondos se pierden.
fa: این کیف پول روی این گوشی فراموش شود؟ بدون پشتیبان کلید خرج، دارایی‌ها از دست می‌روند.
fr: Oublier ce portefeuille sur ce téléphone ? Sans sauvegarde de votre clé de dépense, les fonds sont perdus.
hi: इस फ़ोन पर इस वॉलेट को भूल जाएँ? आपकी स्पेंड की के बैकअप के बिना धनराशि चली जाएगी।
id: Lupakan dompet ini di ponsel ini? Tanpa cadangan kunci belanja, dana Anda akan hilang.
it: Dimenticare questo portafoglio su questo telefono? Senza il backup della chiave di spesa i fondi sono persi.
ja: このスマートフォンからこのウォレットを削除しますか？支出キーのバックアップがなければ、資金は失われます。
ko: 이 휴대폰에서 이 지갑을 삭제할까요? 지출 키 백업이 없으면 자금은 사라집니다.
ms: Lupakan dompet ini pada telefon ini? Tanpa sandaran kunci perbelanjaan anda, dana akan hilang.
pl: Zapomnieć ten portfel na tym telefonie? Bez kopii zapasowej klucza wydawania środki przepadną.
ps: دا والټ په دې تلیفون کې هېر کړئ؟ د خپلې د لګښت کیلي له بیک اپ پرته پیسې له منځه ځي.
pt_br: Esquecer esta carteira neste celular? Sem o backup da sua chave de gasto, os fundos se perdem.
ru: Забыть этот кошелёк на этом телефоне? Без резервной копии ключа расходования средства будут потеряны.
ta: இந்தத் தொலைபேசியில் இந்த வாலட்டை மறக்கவா? உங்கள் செலவு விசையின் காப்புப்பிரதி இல்லாமல் நிதி இழக்கப்படும்.
ur: اس فون پر اس والیٹ کو بھول جائیں؟ اسپینڈ کی کے بیک اپ کے بغیر فنڈز ہمیشہ کے لیے چلے جائیں گے۔
zh_hans: 要在这部手机上忘记此钱包吗？如果没有花费密钥的备份，资金将无法找回。
zh_hant_hk: 要在這部手機上忘記此錢包嗎？如果沒有花費私鑰的備份，資金將無法取回。

source: Forget wallet
ar: نسيان المحفظة
de: Wallet vergessen
es: Olvidar billetera
fa: فراموش کردن کیف پول
fr: Oublier le portefeuille
hi: वॉलेट भूल जाएँ
id: Lupakan dompet
it: Dimentica portafoglio
ja: ウォレットを削除
ko: 지갑 삭제
ms: Lupakan dompet
pl: Zapomnij portfel
ps: والټ هېر کړئ
pt_br: Esquecer carteira
ru: Забыть кошелёк
ta: வாலட்டை மற
ur: والیٹ بھول جائیں
zh_hans: 忘记钱包
zh_hant_hk: 忘記錢包

source: Forgetting it goes back to the RandProtocol provers.
ar: نسيانه يعيدك إلى مُثبِتات RandProtocol.
de: Wenn du ihn vergisst, werden wieder die RandProtocol-Prover genutzt.
es: Al olvidarlo se vuelve a los probadores de RandProtocol.
fa: با فراموش کردن آن، دوباره از اثبات‌گرهای RandProtocol استفاده می‌شود.
fr: L'oublier ramène aux prouveurs RandProtocol.
hi: इसे भूलने पर फिर से RandProtocol प्रूवर इस्तेमाल होंगे।
id: Jika dilupakan, kembali ke prover RandProtocol.
it: Dimenticandolo si torna ai prover di RandProtocol.
ja: 解除すると RandProtocol のプルーバーに戻ります。
ko: 삭제하면 RandProtocol 프루버로 돌아갑니다.
ms: Melupakannya akan kembali kepada pembukti RandProtocol.
pl: Po zapomnieniu wracasz do proverów RandProtocol.
ps: هېرول یې بېرته د RandProtocol ثبوت جوړوونکو ته ګرځي.
pt_br: Ao esquecê-lo, volta-se aos provadores da RandProtocol.
ru: Если забыть его, снова будут использоваться пруверы RandProtocol.
ta: இதை மறந்தால் மீண்டும் RandProtocol நிரூபிப்பான்களுக்குத் திரும்பும்.
ur: اسے بھولنے پر دوبارہ RandProtocol کے پروور استعمال ہوں گے۔
zh_hans: 忘记后将改回使用 RandProtocol 证明器。
zh_hant_hk: 忘記它後會改回使用 RandProtocol 證明器。

source: Forgotten
ar: مَنسيّ
de: Vergessen
es: Olvidado
fa: فراموش شد
fr: Oublié
hi: भुला दिया गया
id: Dilupakan
it: Dimenticato
ja: 解除しました
ko: 삭제됨
ms: Dilupakan
pl: Zapomniano
ps: هېر شو
pt_br: Esquecido
ru: Забыт
ta: மறக்கப்பட்டது
ur: بھلا دیا گیا
zh_hans: 已忘记
zh_hant_hk: 已忘記

source: From (pk)
ar: من (pk)
de: Von (pk)
es: De (pk)
fa: از (pk)
fr: De (pk)
hi: से (pk)
id: Dari (pk)
it: Da (pk)
ja: 送信元（pk）
ko: 보낸 사람(pk)
ms: Daripada (pk)
pl: Od (pk)
ps: له (pk)
pt_br: De (pk)
ru: От (pk)
ta: அனுப்புநர் (pk)
ur: از (pk)
zh_hans: 来自（pk）
zh_hant_hk: 來自（pk）
